tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'xquartz'
brew 'ack'
brew 'apr'
brew 'openssl'
brew 'unixodbc'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'apr-util'
brew 'autoconf'
brew 'autojump'
brew 'xz'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'gmp'
brew 'coreutils'
brew 'dark-mode'
brew 'libidn'
brew 'dnsmasq'
brew 'doxygen'
brew 'elinks'
brew 'findutils'
brew 'gdbm'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'git'
brew 'gsasl'
brew 'libmagic'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'lua'
brew 'libquvi'
brew 'quvi'
brew 'git-annex'
brew 'git-flow'
brew 'git-lfs'
brew 'git-review'
brew 'gnu-sed'
brew 'gobject-introspection'
brew 'libtool'
brew 'openjpeg'
brew 'imagemagick'
brew 'libevent'
brew 'libxml2'
brew 'libyaml'
brew 'lynx'
brew 'lzlib'
brew 'mariadb'
brew 'mhash'
brew 'mcrypt'
brew 'moreutils'
brew 'multitail'
brew 'ncdu'
brew 'node'
brew 'p7zip'
brew 'poppler'
brew 'rename'
brew 'ruby'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24'
brew 'homebrew/php/php56', args: ['with-apache']
brew 'homebrew/php/php56-imagick'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-mcrypt'
brew 'homebrew/php/php56-xcache'
brew 'homebrew/php/php56-xdebug'
cask '1clipboard'
cask 'adium'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'atom'
cask 'bluestacks'
cask 'cheatsheet'
cask 'chromium'
cask 'clipmenu'
cask 'cocoarestclient'
cask 'colorpicker'
cask 'colorpicker-antetype'
cask 'colorpicker-hex'
cask 'controlplane'
cask 'copyq'
cask 'cyberduck'
cask 'daisydisk'
cask 'diffmerge'
cask 'doubletwist'
cask 'dropbox'
cask 'duet'
cask 'dupeguru'
cask 'eclipse-php'
cask 'evernote'
cask 'expandrive'
cask 'firefox'
cask 'flash-player'
cask 'flux'
cask 'font-sauce-code-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'freemind'
cask 'gdal-framework'
cask 'github-desktop'
cask 'gitkraken'
cask 'gns3'
cask 'google-chrome'
cask 'google-drive'
cask 'google-earth'
cask 'istat-menus'
cask 'iterm2'
cask 'kodi'
cask 'microsoft-office'
cask 'paragon-ntfs'
cask 'sequel-pro'
cask 'sourcetree'
cask 'spectacle'
cask 'sublime-text'
