tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'apr'
brew 'apr-util'
brew 'autoconf'
brew 'brew-pip'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'coreutils'
brew 'curl'
brew 'dark-mode'
brew 'dnsmasq', restart_service: true
brew 'doxygen'
brew 'elasticsearch@1.7'
brew 'elinks'
brew 'findutils'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'git'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gsasl'
brew 'libidn'
brew 'libmagic'
brew 'lua'
brew 'libquvi'
brew 'quvi'
brew 'git-annex'
brew 'git-flow'
brew 'git-lfs'
brew 'git-review'
brew 'gnu-sed'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'icu4c'
brew 'libtool'
brew 'imagemagick'
brew 'lbzip2'
brew 'libevent'
brew 'libiodbc'
brew 'libxml2'
brew 'lua51'
brew 'lynx'
brew 'lzlib'
brew 'mariadb', restart_service: true
brew 'mhash'
brew 'mcrypt'
brew 'memcached', restart_service: true
brew 'moreutils'
brew 'multitail'
brew 'ncdu'
brew 'nmap'
brew 'node'
brew 'openjpeg'
brew 'p7zip'
brew 'pandoc'
brew 'pbzip2'
brew 'poppler'
brew 'redis', restart_service: true
brew 'rename'
brew 'ruby'
brew 'siege'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unixodbc'
brew 'utf8proc'
brew 'wget'
brew 'youtube-dl'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24'
brew 'homebrew/php/php56', args: ['with-apache', 'with-homebrew-curl']
brew 'homebrew/php/composer'
brew 'homebrew/php/igbinary'
brew 'homebrew/php/libsphinxclient'
brew 'homebrew/php/php55', args: ['with-apache']
brew 'homebrew/php/php55-imagick'
brew 'homebrew/php/php55-intl'
brew 'homebrew/php/php55-mcrypt'
brew 'homebrew/php/php55-sphinx'
brew 'homebrew/php/php55-xcache'
brew 'homebrew/php/php55-xdebug'
brew 'homebrew/php/php56-igbinary'
brew 'homebrew/php/php56-imagick'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-mcrypt'
brew 'homebrew/php/php56-pcntl'
brew 'homebrew/php/php56-redis'
brew 'homebrew/php/php56-xcache'
brew 'homebrew/php/php56-xdebug'
brew 'homebrew/php/php70', args: ['with-apache']
brew 'homebrew/php/php70-intl'
brew 'homebrew/php/php70-mcrypt'
brew 'homebrew/php/php70-redis'
brew 'homebrew/php/php71', args: ['with-apache']
brew 'homebrew/php/php71-intl'
brew 'homebrew/php/php71-mcrypt'
brew 'homebrew/php/php71-redis'
cask '1clipboard'
cask 'adium'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'asepsis'
cask 'atom'
cask 'bluestacks'
cask 'cheatsheet'
cask 'chromium'
cask 'clipmenu'
cask 'cocoarestclient'
cask 'colorpicker'
cask 'colorpicker-antetype'
cask 'colorpicker-hex'
cask 'controlplane'
cask 'copyq'
cask 'cyberduck'
cask 'diffmerge'
cask 'doubletwist'
cask 'dropbox'
cask 'duet'
cask 'dupeguru'
cask 'eclipse-php'
cask 'evernote'
cask 'expandrive'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'flash-player'
cask 'flux'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'freemind'
cask 'gdal-framework'
cask 'github-desktop'
cask 'gitkraken'
cask 'gns3'
cask 'google-chrome'
cask 'google-drive'
cask 'google-earth'
cask 'google-hangouts'
cask 'google-notifier'
cask 'google-photos-backup'
cask 'google-web-designer'
cask 'httpscoop'
cask 'iterm2'
cask 'iterm2-beta'
cask 'jeromelebel-mongohub'
cask 'kitematic'
cask 'kodi'
cask 'ksdiff'
cask 'libreoffice'
cask 'little-snitch'
cask 'logdna-agent'
cask 'logdna-cli'
cask 'logitech-control-center'
cask 'logmein-hamachi'
cask 'macdown'
cask 'macvim'
cask 'mediainfo'
cask 'mindjet-mindmanager'
cask 'mplayer-osx-extended'
cask 'musicbrainz-picard'
cask 'mysqlworkbench'
cask 'navicat-for-oracle'
cask 'netbeans-php'
cask 'nvalt'
cask 'openemu'
cask 'opera'
cask 'packet-peeper'
cask 'paparazzi'
cask 'paragon-extfs'
cask 'paragon-ntfs'
cask 'pdfinfo'
cask 'pencil'
cask 'pgadmin3'
cask 'phpstorm'
cask 'pingendo'
cask 'poedit'
cask 'postico'
cask 'projectlibre'
cask 'qcad'
cask 'qgis'
cask 'qmind'
cask 'rdio'
cask 'robomongo'
cask 'sequel-pro'
cask 'sketchup'
cask 'skype'
cask 'slack'
cask 'smaller'
cask 'smartgit'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'sql-power-architect-jdbc'
cask 'steam'
cask 'sublime-text'
cask 'superduper'
cask 'synergy'
cask 'teamviewer'
cask 'telegram-desktop'
cask 'textexpander'
cask 'thunderbird'
cask 'torbrowser'
cask 'transmission'
cask 'transmit'
cask 'tv-browser'
cask 'tvshows'
cask 'unetbootin'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
cask 'xmind'
cask 'xnviewmp'
cask 'yed'
